{
  "Comment.nvim": { "branch": "master" },
  "FixCursorHold.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "ccc.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "crates.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "follow-md-links.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "hop.nvim": { "branch": "v2" },
  "impatient.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "link-visitor.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "lspkind.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "marks.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "mkdir.nvim": { "branch": "main" },
  "nabla.nvim": { "branch": "master" },
  "neodev.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lightbulb": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-pqf": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "peek.nvim": { "branch": "master" },
  "persistence.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "promise-async": { "branch": "main" },
  "rust-tools.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-lazy.nvim": { "branch": "main" },
  "telescope-symbols.nvim": { "branch": "master" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "texmagic.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "tree-sitter-hyprlang": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "twilight.nvim": { "branch": "main" },
  "vim-illuminate": { "branch": "master" },
  "vim-kitty": { "branch": "main" },
  "vim-sleuth": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" }
}